{
  "articles": [
    {
      "id": "calcul-salaire-brut-net",
      "title": "Du Brut au Net : Comment Calculer Votre Salaire Net en France",
      "description": "Guide complet pour comprendre la différence entre salaire brut et net, et apprendre à calculer votre salaire net en France.",
      "image": "/blog/du-brut-au-net.png",
      "date": "2025-04-04",
      "content": {
        "introduction": "Le salaire brut représente la rémunération totale versée par l'employeur, tandis que le salaire net correspond à la somme effectivement perçue par le salarié après déduction des cotisations sociales et des impôts.",
        "sections": [
          {
            "title": "La différence entre salaire brut et net",
            "content": "Le salaire brut est le montant contractuel avant prélèvements sociaux. C'est la base de votre rémunération, celle qui figure sur votre contrat de travail. Le salaire net est ce que vous recevez réellement sur votre compte bancaire après déduction des cotisations sociales et le prélèvement à la source de l'impôt sur le revenu."
          },
          {
            "title": "Le calcul du salaire net à partir du brut",
            "content": "Pour calculer votre salaire net à partir du brut, vous devez soustraire l'ensemble des cotisations sociales et fiscales :",
            "list": [
              "Déduction des cotisations sociales salariales (environ 22-25% du salaire brut pour un non-cadre)",
              "Prélèvement à la source selon votre taux d'imposition personnalisé",
              "CSG et CRDS (environ 9,7% du salaire brut après abattement)"
            ]
          },
          {
            "title": "Formule simplifiée",
            "content": "En simplifiant, on peut utiliser ces approximations :",
            "list": [
              "Pour un non-cadre : Salaire net ≈ Salaire brut × 0,78 (avant impôt)",
              "Pour un cadre : Salaire net ≈ Salaire brut × 0,75 (avant impôt)"
            ]
          },
          {
            "title": "Exemple concret",
            "content": "Pour un salarié non-cadre avec un salaire brut mensuel de 2 500 € et un taux d'imposition de 5% :",
            "list": [
              "Salaire net avant impôt : 2 500 € × 0,78 = 1 950 €",
              "Prélèvement à la source : 1 950 € × 0,05 = 97,50 €",
              "Salaire net après impôt : 1 950 € - 97,50 € = 1 852,50 €"
            ]
          },
          {
            "title": "Points importants à retenir",
            "content": "Points clés à connaître pour le calcul de votre salaire :",
            "list": [
              "Les pourcentages de cotisations varient selon les conventions collectives",
              "Certaines primes peuvent avoir des taux de cotisations différents",
              "Les avantages en nature sont intégrés au salaire brut",
              "Le prélèvement à la source est obligatoire depuis 2019"
            ]
          }
        ]
      }
    },
    {
      "id": "smic-2025",
      "title": "Salaire Minimum en France : SMIC 2025",
      "description": "Tout savoir sur le SMIC en 2025 : montant, conditions d'application, et impact sur votre rémunération.",
      "image": "/blog/smic-2025.png",
      "date": "2025-01-01",
      "content": {
        "introduction": "Le SMIC (Salaire Minimum Interprofessionnel de Croissance) est le salaire minimum légal en France. En 2025, il continue d'évoluer pour garantir un niveau de vie décent aux salariés.",
        "sections": [
          {
            "title": "Le SMIC en 2025",
            "content": "En 2025, le SMIC horaire brut s'élève à 11,88 €, ce qui représente un salaire brut mensuel de 1 801,80 € pour un temps plein (35 heures par semaine).",
            "list": [
              "SMIC horaire brut : 11,88 €",
              "SMIC mensuel brut (35h) : 1 801,80 €",
              "SMIC mensuel net (35h) : environ 1 426,42 €"
            ]
          },
          {
            "title": "Qui est concerné ?",
            "content": "Le SMIC s'applique à tous les salariés, quel que soit leur âge ou leur qualification, à l'exception de certains contrats spécifiques comme les stages ou les contrats d'apprentissage.",
            "list": [
              "Tous les salariés en CDI ou CDD",
              "Les salariés à temps plein ou à temps partiel",
              "Les jeunes travailleurs (sous conditions)"
            ]
          },
          {
            "title": "Revalorisation automatique",
            "content": "Le SMIC est revalorisé automatiquement chaque année au 1er janvier en fonction de l'évolution des prix à la consommation. Une revalorisation exceptionnelle peut également être décidée par le gouvernement si l'inflation dépasse 2%.",
            "list": [
              "Revalorisation annuelle au 1er janvier",
              "Prise en compte de l'inflation",
              "Possibilité de revalorisation exceptionnelle"
            ]
          },
          {
            "title": "Impact sur les autres salaires",
            "content": "L'augmentation du SMIC peut avoir un effet d'entraînement sur l'ensemble des salaires, notamment dans les grilles de classification des conventions collectives.",
            "list": [
              "Effet d'entraînement sur les grilles salariales",
              "Impact sur les négociations salariales",
              "Influence sur les politiques de rémunération des entreprises"
            ]
          }
        ]
      }
    }
  ]
} 